{
 "assignmentText": "<p><b>Order Cu, Mg, Zn and Pb from strongest to weakest reducing agent.</b></p><p> Oxidation and reduction reactions have been know for millennia but were not understood until the 17th century. The terms come from metallurgy. Most metals do not naturally exist in their metallic forms (except gold and silver), but were extracted from rocks and minerals. As such the ores were &quot;reduced&quot; to a small amount of metal from a large amount of ore. It was noted that the metals would react with oxygen and form a new substance and hence were oxidized. </p><p>We now understand that redox (oxidation reduction) reactions involve the transfer of electrons. Consider, for instance, the reaction between Copper ions (Cu<sup>+2</sup><sub>(aq)</sub>) and Zinc metal (Zn<sub>(s)</sub>). The subscript (aq) on Cu<sup>+2</sup> stands for &quot;aqueous&quot; and means that the ion is dissolved in water. The subscript (s) on Zn means that the Zinc metal is a solid.  These react according to the chemical reaction:</p> <p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cu<sup>+2</sup><sub>(aq)</sub> + Zn<sub>(s)</sub> =&gt; Cu<sub>(s)</sub> + Zn<sup>+2</sup><sub>(aq)</sub></p><p> Electrons were exchanged in this reaction, making it a redox reaction. To make the electron exchange more apparent, we can break this reaction into &quot;half reactions&quot;:</p> <p> &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp; Zn<sub>(s)</sub>  =&gt; Zn<sup>+2</sup><sub>(aq)</sub> + 2 e<sup>-</sup>   &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; (Zinc metal gives up electrons) </p><p> &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp; Cu<sup>+2</sup><sub>(aq)</sub> + 2 e<sup>-</sup> =&gt; Cu<sub>(s)</sub> &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp; (Copper ion gains electrons)</p> <p> Substances that gain electrons are said to be reduced and substances that give up electrons are oxidized. So in the above reaction, Zn<sub>(s)</sub> is oxidized and Cu<sup>+2</sup> is reduced. Another way of looking at the above reaction is to consider what the Cu<sup>+2</sup> ion is doing to the Zn. Cu<sup>+2</sup> is causing the Zn to be oxidized, so Cu<sup>+2</sup> is acting as an oxidizing agent. Conversely, Zn is causing Cu<sup>+2</sup> to be reduced, so Zn is a reducing agent. </p> <p> Reactions such as that between Zn<sub>(s)</sub> and Cu<sup>+2</sup><sub>(aq)</sub> only go in one direction. In other words, we will not see the following reaction occur:</p> <p> &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp; Cu<sub>(s)</sub> + Zn<sup>+2</sup><sub>(aq)</sub> -&gt; Cu<sup>+2</sup><sub>(aq)</sub> + Zn<sub>(s)</sub> &nbsp; &nbsp; [DOES NOT OCCUR] </p> <p> In other words, Zn is able to reduce Cu<sup>+2</sup>, but Cu is not able to reduce Zn<sup>+2</sup>. We can summarize this by saying that Zn is a stronger reducing agent than Cu. </p> <p> <b>Part I: </b>The stockroom of the virtual lab contains solutions of Cu<sup>+2</sup>, Mg<sup>+2</sup>, Zn<sup>+2</sup>, and Pb<sup>+2</sup> ions, and the correspond metals (Cu, Mg, Zn, and Pb). Your first task is to order Cu, Mg, Zn and Pb from strongest to weakest reducing agent. </p> <p><i>Hints: What experiment can you perform in the virtual lab to confirm that Cu is able to reduce Zn<sup>+2</sup>? What experiment can you perform to confirm that Zn is not able to reduce Cu<sup>+2</sup>?</i></p> <p> What do you expect to be true of the strongest reducing agent? What do you expect to be true of the weakest reducing agent?</p> <p> <b>Part II:</b>  The virtual lab stockroom also contains a solution of Ag<sup>+</sup> ion and Ag metal.</p> <ol> <li>Write a balanced chemical reaction for Ag metal reducing Cu<sup>+2</sup> ion. (Hints: Don’t forget to balance charges in your reaction. How many electrons does Ag give up as it goes from Ag to Ag<sup>+</sup>? How many electrons does Cu<sup>2+</sup> gain as it goes from Cu<sup>2+</sup> to Cu? How does this difference in number of electrons get reflected in your balanced chemical reaction?) </li> <li>Perform experiments to determine how strong Ag is as a reducing agent. Where does it lie relative to Cu, Mg, Zn and Pb?</li></ol>"
}
